Repository: ketteiGustavo/easyinstaller
Catalog: src/easyinstaller/locales/*/LC_MESSAGES/easyinstaller.po
Languages: pt_br

source: Manages shell completion for easyinstaller.
pt_br: Gerencia a conclusão do shell do easyinstaller.

source: The shell to install completion for (e.g., bash, zsh, fish).
pt_br: Shell para instalar a conclusão (ex.: bash, zsh, fish).

source: [red]Error:[/red] Could not generate completion script for shell: [yellow]{shell}[/yellow]
pt_br: [red]Erro:[/red] Não foi possível gerar o script de autocompletar para o shell: [yellow]{shell}[/yellow]

source: To install completion for [bold green]{shell}[/bold green], add the following to your shell's config file (e.g., ~/.bashrc, ~/.zshrc):
pt_br: Para instalar o autocompletar para [bold green]{shell}[/bold green], adicione o seguinte ao arquivo de configuração do seu shell (ex.: ~/.bashrc, ~/.zshrc):

source: Then, reload your shell (e.g., `source ~/.bashrc` or `exec {shell}`).
pt_br: Depois, recarregue o shell (ex.: `source ~/.bashrc` ou `exec {shell}`).

source: The shell to show completion for (e.g., bash, zsh, fish).
pt_br: Shell para exibir o autocompletar (ex.: bash, zsh, fish).

source: Install a package using Snap.
pt_br: Instala um pacote usando Snap.

source: One or more Snap packages to install.
pt_br: Um ou mais pacotes Snap para instalar.

source: Adding [bold yellow]{package}[/bold yellow] via [bold green]Snap[/bold green]...
pt_br: Adicionando [bold yellow]{package}[/bold yellow] via [bold green]Snap[/bold green]...

source: [red]An error occurred for package {package}:[/red] {error}
pt_br: [red]Ocorreu um erro com o pacote {package}:[/red] {error}

source: Install a package using APT.
pt_br: Instala um pacote usando APT.

source: One or more APT packages to install.
pt_br: Um ou mais pacotes APT para instalar.

source: Adding [bold yellow]{package}[/bold yellow] via [bold green]APT[/bold green]...
pt_br: Adicionando [bold yellow]{package}[/bold yellow] via [bold green]APT[/bold green]...

source: Searches for and installs packages from apt, flatpak, and snap.
pt_br: Pesquisa e instala pacotes do apt, flatpak e snap.

source: One or more packages to search for and install.
pt_br: Um ou mais pacotes para pesquisar e instalar.

source: --- [bold]Searching for [yellow]'{package_query}'[/yellow]...[/bold]
pt_br: --- [bold]Buscando por [yellow]'{package_query}'[/yellow]...[/bold]

source: No results found for [yellow]'{package_query}'[/yellow].
pt_br: Nenhum resultado encontrado para [yellow]'{package_query}'[/yellow].

source: Found one exact match: [green]{name}[/green] ([cyan]{source}[/cyan]). Installing automatically.
pt_br: Foi encontrada uma correspondência exata: [green]{name}[/green] ([cyan]{source}[/cyan]). Instalando automaticamente.

source: Installing [green]{name}[/green] from [cyan]{source}[/cyan]...
pt_br: Instalando [green]{name}[/green] de [cyan]{source}[/cyan]...

source: [red]An error occurred while installing {name}:[/red] {error}
pt_br: [red]Ocorreu um erro ao instalar {name}:[/red] {error}

source: Shows recent commits grouped by conventional commit type.
pt_br: Mostra os commits recentes agrupados por tipo de commit convencional.

source: [red]Error:[/red] Unable to locate a CHANGELOG.md file. Run this command inside the project repository or download the release assets.
pt_br: [red]Erro:[/red] Não foi possível localizar o arquivo CHANGELOG.md. Execute este comando no repositório do projeto ou baixe os artefatos da release.

source: [yellow]No Git repository detected. Showing CHANGELOG.md contents instead.[/yellow]
pt_br: [yellow]Nenhum repositório Git detectado. Exibindo o conteúdo do CHANGELOG.md.[/yellow]

source: [yellow]Warning:[/yellow] Git-specific options were ignored while reading the bundled changelog.
pt_br: [yellow]Aviso:[/yellow] As opções específicas de Git foram ignoradas ao ler o changelog embarcado.

source: Show EasyInstaller version and exit.
pt_br: Mostra a versão do EasyInstaller e sai.

source: Downloading [cyan]{filename}[/cyan]...
pt_br: Baixando [cyan]{filename}[/cyan]...

source: [red]Error downloading {filename}:[/red] {error}
pt_br: [red]Erro ao baixar {filename}:[/red] {error}

source: Replacing [cyan]{path}[/cyan] with new version...
pt_br: Substituindo [cyan]{path}[/cyan] pela nova versão...

source: [red]Error replacing binary:[/red] {error}
pt_br: [red]Erro ao substituir o binário:[/red] {error}

source: [red]Please try running the update command with sudo: `sudo ei update`[/red]
pt_br: [red]Tente executar o comando de atualização com sudo: `sudo ei update`[/red]

source: [red]Error:[/red] Failed to run sudo command: {command}
pt_br: [red]Erro:[/red] Falha ao executar o comando sudo: {command}

source: Current easyinstaller version: [yellow]{version}[/yellow]
pt_br: Versão atual do easyinstaller: [yellow]{version}[/yellow]

source: Latest available version: [green]{version}[/green]
pt_br: Última versão disponível: [green]{version}[/green]

source: [bold blue]You are already running the latest version.[/bold blue]
pt_br: [bold blue]Você já está usando a versão mais recente.[/bold blue]

source: Do you want to update now?
pt_br: Deseja atualizar agora?

source: Detected system architecture: [cyan]{arch}[/cyan]
pt_br: Arquitetura detectada: [cyan]{arch}[/cyan]

source: [red]Error:[/red] Could not find binary asset for {arch} in latest release.
pt_br: [red]Erro:[/red] Não foi possível encontrar o binário para {arch} na última release.

source: [bold yellow]A new version is available![/bold yellow]
pt_br: [bold yellow]Uma nova versão está disponível![/bold yellow]

source: [bold green]✔ easyinstaller updated successfully![/bold green]
pt_br: [bold green]✔ easyinstaller atualizado com sucesso![/bold green]

source: [bold blue]What's New:[/bold blue]
pt_br: [bold blue]Novidades:[/bold blue]

source: Please restart your shell or terminal for changes to take full effect.
pt_br: Reinicie o shell ou terminal para que as alterações tenham efeito completo.

source: Output format: text (default), md, or raw.
pt_br: Formato de saída: text (padrão), md ou raw.

source: Use a specific tag as the upper bound instead of the latest tag.
pt_br: Usa uma tag específica como limite superior em vez da tag mais recente.

source: Optional starting reference for the changelog range.
pt_br: Referência inicial opcional para o intervalo do changelog.

source: Optional ending reference for the changelog range. Defaults to the provided tag or HEAD.
pt_br: Referência final opcional para o intervalo do changelog. Padrão para a tag informada ou HEAD.

source: [red]Error:[/red] Invalid format "{value}". Choose from: {choices}.
pt_br: [red]Erro:[/red] Formato inválido "{value}". Escolha entre: {choices}.

source: Changelog
pt_br: Registro de mudanças

source: [yellow]No commits found for the selected range.[/yellow]
pt_br: [yellow]Nenhum commit encontrado para o intervalo selecionado.[/yellow]

source: Displays the history of packages installed and removed by easyinstaller.
pt_br: Exibe o histórico de pacotes instalados e removidos pelo easyinstaller.

source: [yellow]No history found.[/yellow]
pt_br: [yellow]Nenhum histórico encontrado.[/yellow]

source: EasyInstaller History
pt_br: Histórico do EasyInstaller

source: Date
pt_br: Data

source: Time
pt_br: Hora

source: Action
pt_br: Ação

source: Package
pt_br: Pacote

source: Manager
pt_br: Gerenciador

source: Details
pt_br: Detalhes

source: N/A
pt_br: N/D

source: {count} dependenc{'ies' if count > 1 else 'y'}
pt_br: {count} dependênc{'ias' if count > 1 else 'ia'}

source: {count} packages removed
pt_br: {count} pacotes removidos

source: [bold red]Error reading history file:[/bold red] {error}
pt_br: [bold red]Erro ao ler o arquivo de histórico:[/bold red] {error}

source: Uninstalls the easyinstaller (ei) application from the system.
pt_br: Desinstala o easyinstaller (ei) do sistema.

source: [bold yellow]Attempting to uninstall easyinstaller...[/bold yellow]
pt_br: [bold yellow]Tentando desinstalar o easyinstaller...[/bold yellow]

source: [red]Error:[/red] Uninstall script not found at [cyan]{path}[/cyan].
pt_br: [red]Erro:[/red] Script de desinstalação não encontrado em [cyan]{path}[/cyan].

source: Easyinstaller may not have been installed with the install.sh script.
pt_br: O easyinstaller pode não ter sido instalado com o script install.sh.

source: Found uninstall script. Running with sudo... ---
pt_br: Script de desinstalação encontrado. Executando com sudo... ---

source: [red]Error:[/red] Could not execute 'sudo'. Is it in your PATH?
pt_br: [red]Erro:[/red] Não foi possível executar 'sudo'. Ele está no PATH?

source: [red]Error:[/red] The uninstall script failed with exit code {code}. ---
pt_br: [red]Erro:[/red] O script de desinstalação falhou com o código {code}. ---

source: [yellow]Uninstall cancelled by user.[/yellow]
pt_br: [yellow]Desinstalação cancelada pelo usuário.[/yellow]

source: Exports a list of all installed packages to a JSON file.
pt_br: Exporta a lista de todos os pacotes instalados para um arquivo JSON.

source: Optional: Specify one or more managers to export (e.g., apt, snap).
pt_br: Opcional: informe um ou mais gerenciadores para exportar (ex.: apt, snap).

source: Path to save the JSON file. Defaults to a timestamped file in ~/.local/share/easyinstaller/exports/.
pt_br: Caminho para salvar o arquivo JSON. O padrão é um arquivo com carimbo de data em ~/.local/share/easyinstaller/exports/.

source: [bold green]Starting export...[/bold green]
pt_br: [bold green]Iniciando exportação...[/bold green]

source: [cyan]Gathering system and package information...[/cyan]
pt_br: [cyan]Coletando informações do sistema e dos pacotes...[/cyan]

source: [cyan]Gathering info for {managers_list} packages...[/cyan]
pt_br: [cyan]Coletando informações para {managers_list} pacotes...[/cyan]

source: Unknown
pt_br: Desconhecido

source: [bold green]✔ Export successful![/bold green]
pt_br: [bold green]✔ Exportação concluída![/bold green]

source: [white]Setup file saved to:[/] [cyan]{output_file_path}[/cyan]
pt_br: [white]Arquivo de configuração salvo em:[/] [cyan]{output_file_path}[/cyan]

source: [bold red]Error writing to file:[/bold red] {error}
pt_br: [bold red]Erro ao gravar no arquivo:[/bold red] {error}

source: Lists all installed packages, with an option to filter by manager.
pt_br: Lista todos os pacotes instalados, com opção de filtrar por gerenciador.

source: Optional: Specify one or more managers to list (e.g., apt, snap).
pt_br: Opcional: informe um ou mais gerenciadores para listar (ex.: apt, snap).

source: Installed Packages
pt_br: Pacotes Instalados

source: Installed Packages ({managers_list})
pt_br: Pacotes Instalados ({managers_list})

source: [bold green]Fetching installed packages...[/bold green]
pt_br: [bold green]Buscando pacotes instalados...[/bold green]

source: [yellow]No packages found for the specified managers.[/yellow]
pt_br: [yellow]Nenhum pacote encontrado para os gerenciadores informados.[/yellow]

source: Package Name
pt_br: Nome do Pacote

source: Version
pt_br: Versão

source: Size
pt_br: Tamanho

source: Source
pt_br: Origem

source: [yellow]No packages found.[/yellow]
pt_br: [yellow]Nenhum pacote encontrado.[/yellow]

source: Cancel
pt_br: Cancelar

source: Found multiple packages. Please select one or more to install:
pt_br: Foram encontrados vários pacotes. Selecione um ou mais para instalar:

source: [red]Installation cancelled.[/red]
pt_br: [red]Instalação cancelada.[/red]

source: Install a package using Flatpak.
pt_br: Instala um pacote usando Flatpak.

source: One or more Flatpak packages to install.
pt_br: Um ou mais pacotes Flatpak para instalar.

source: Adding [bold yellow]{package}[/bold yellow] via [bold green]Flatpak[/bold green]...
pt_br: Adicionando [bold yellow]{package}[/bold yellow] via [bold green]Flatpak[/bold green]...

source: Displays the easyinstaller license information.
pt_br: Exibe as informações de licença do easyinstaller.

source: [red]Error:[/red] License file not found at [cyan]{path}[/cyan].
pt_br: [red]Erro:[/red] Arquivo de licença não encontrado em [cyan]{path}[/cyan].

source: Please ensure easyinstaller was installed correctly or run `ei update`.
pt_br: Certifique-se de que o easyinstaller foi instalado corretamente ou execute `ei update`.

source: [red]Error reading license file:[/red] {error}
pt_br: [red]Erro ao ler o arquivo de licença:[/red] {error}

source: Checks for and installs updates for easyinstaller.
pt_br: Verifica e instala atualizações do easyinstaller.

source: [red]Error: Could not find VERSION file.[/red]
pt_br: [red]Erro: não foi possível encontrar o arquivo VERSION.[/red]

source: [red]Error reading current version:[/red] {error}
pt_br: [red]Erro ao ler a versão atual:[/red] {error}

source: [red]Error fetching latest release from GitHub:[/red] {error}
pt_br: [red]Erro ao buscar a última versão no GitHub:[/red] {error}

source: Installs packages from a previously exported JSON file.
pt_br: Instala pacotes a partir de um arquivo JSON exportado anteriormente.

source: Path to the JSON file containing the list of packages to install.
pt_br: Caminho para o arquivo JSON que contém a lista de pacotes.

source: Starting import from: [bold cyan]{file_path}[/bold cyan]
pt_br: Iniciando importação de: [bold cyan]{file_path}[/bold cyan]

source: [bold red]Error:[/bold red] File not found at [cyan]{file_path}[/cyan]
pt_br: [bold red]Erro:[/bold red] Arquivo não encontrado em [cyan]{file_path}[/cyan]

source: [bold red]Error:[/bold red] Could not decode JSON from [cyan]{file_path}[/cyan]
pt_br: [bold red]Erro:[/bold red] Não foi possível decodificar o JSON de [cyan]{file_path}[/cyan]

source: [yellow]No packages found in the file to install.[/yellow]
pt_br: [yellow]Nenhum pacote encontrado no arquivo para instalar.[/yellow]

source: Found {count} packages for [bold green]{manager}[/bold green].
pt_br: Foram encontrados {count} pacotes para [bold green]{manager}[/bold green].

source: Do you want to install these {count} packages using {manager}?
pt_br: Deseja instalar esses {count} pacotes usando {manager}?

source: Installing packages with {manager}...
pt_br: Instalando pacotes com {manager}...

source: [bold red]Failed to install {package_id}. Continuing with next package...[/bold red]
pt_br: [bold red]Falha ao instalar {package_id}. Continuando com o próximo pacote...[/bold red]

source: [bold green]✔ Installation process for {manager} complete.[/bold green]
pt_br: [bold green]✔ Processo de instalação para {manager} concluído.[/bold green]

source: Skipping installation for {manager} packages.
pt_br: Ignorando a instalação para os pacotes de {manager}.

source: [bold green]✔ Import process finished![/bold green]
pt_br: [bold green]✔ Processo de importação concluído![/bold green]

source: Finds and removes an installed package by its exact name.
pt_br: Encontra e remove um pacote instalado pelo nome exato.

source: One or more installed packages to remove.
pt_br: Um ou mais pacotes instalados para remover.

source: Use 'purge' instead of 'remove' for apt (removes configuration files).
pt_br: Use 'purge' em vez de 'remove' para apt (remove arquivos de configuração).

source: Automatically answer "yes" to confirmation prompts.
pt_br: Responde "sim" automaticamente às confirmações.

source: [red]Error:[/red] No package names provided.
pt_br: [red]Erro:[/red] Nenhum nome de pacote informado.

source: [cyan]Fetching installed packages...[/cyan]
pt_br: [cyan]Buscando pacotes instalados...[/cyan]

source: [yellow]No installed packages found on the system.[/yellow]
pt_br: [yellow]Nenhum pacote instalado foi encontrado no sistema.[/yellow]

source: --- [bold]Searching for exact match for [yellow]'{package_query}'[/yellow]...[/bold]
pt_br: --- [bold]Buscando correspondência exata para [yellow]'{package_query}'[/yellow]...[/bold]

source: Found installed package: {name} [{source}] Remove it?
pt_br: Pacote instalado encontrado: {name} [{source}] Remover?

source: [red]Error:[/red] Multiple packages named '[yellow]{package_query}[/yellow]' found. Cannot use '-y' in an ambiguous situation. Please run without '-y' and select manually.
pt_br: [red]Erro:[/red] Foram encontrados vários pacotes chamados '[yellow]{package_query}[/yellow]'. Não é possível usar '-y' em uma situação ambígua. Execute sem '-y' e selecione manualmente.

source: Found multiple packages with the name [yellow]'{package_query}'[/yellow]'. Please choose which to remove.
pt_br: Foram encontrados vários pacotes com o nome [yellow]'{package_query}'[/yellow]'. Escolha qual remover.

source: [red]Error:[/red] Unable to locate an installed package named [yellow]'{package_query}'[/yellow]..
pt_br: [red]Erro:[/red] Não foi possível localizar um pacote instalado chamado [yellow]'{package_query}'[/yellow].

source: [red]Could not determine package identifier for {package}. Skipping.[/red]
pt_br: [red]Não foi possível determinar o identificador do pacote {package}. Ignorando.[/red]

source: Removing [green]{name}[/green] ([cyan]{package_id}[/cyan]) from [cyan]{source}[/cyan]...
pt_br: Removendo [green]{name}[/green] ([cyan]{package_id}[/cyan]) de [cyan]{source}[/cyan]...

source: [red]An error occurred while removing {name}:[/red] {error}
pt_br: [red]Ocorreu um erro ao remover {name}:[/red] {error}

source: Unsupported native package manager.
pt_br: Gerenciador de pacotes nativo não suportado.

source: Unsupported manager: {manager}
pt_br: Gerenciador não suportado: {manager}

source: [red]Error:[/red] No lister function found for manager: {manager}
pt_br: [red]Erro:[/red] Nenhuma função de listagem encontrada para o gerenciador: {manager}

source: [bold red]Error removing {package_name} (manager: {manager}, exit code: {code}).[/bold red]
pt_br: [bold red]Erro ao remover {package_name} (gerenciador: {manager}, código de saída: {code}).[/bold red]

source: Check the log for details: {log_path}
pt_br: Confira o log para mais detalhes: {log_path}

source: [bold yellow]Package {package_name} was not installed or no changes were detected.[/bold yellow]
pt_br: [bold yellow]O pacote {package_name} não estava instalado ou nenhuma alteração foi detectada.[/bold yellow]

source: [bold green]✔ Successfully removed {package_name}.[/bold green]
pt_br: [bold green]✔ {package_name} removido com sucesso.[/bold green]

source: [bold red]Error installing {package_name} (manager: {manager}, exit code: {code}).[/bold red]
pt_br: [bold red]Erro ao instalar {package_name} (gerenciador: {manager}, código de saída: {code}).[/bold red]

source: [bold yellow]Package {package_name} is already installed or no changes were detected.[/bold yellow]
pt_br: [bold yellow]O pacote {package_name} já está instalado ou nenhuma alteração foi detectada.[/bold yellow]

source: with {dep_count} dependencies
pt_br: com {dep_count} dependências

source: [bold green]✔ Successfully installed {package_name}[/] {dep_text}
pt_br: [bold green]✔ {package_name} instalado com sucesso[/] {dep_text}

source: Error during search: {error}
pt_br: Erro durante a busca: {error}

source: Installing...
pt_br: Instalando...

source: [bold cyan]Running (no pexpect):[/] {cmd}
pt_br: [bold cyan]Executando (sem pexpect):[/] {cmd}

source: Running: {cmd_name}...
pt_br: Executando: {cmd_name}...

source: [bold green]EasyInstaller[/bold green]: A universal package manager for Linux, simplifying apt, flatpak, and snap.
pt_br: [bold green]EasyInstaller[/bold green]: Um gerenciador universal de pacotes para Linux, simplificando apt, flatpak e snap.

source: Shell "[yellow]{shell}[/yellow]" is not supported. Supported shells: {supported}
pt_br: Shell "[yellow]{shell}[/yellow]" não é suportado. Shells suportados: {supported}

source: Manages EasyInstaller configuration.
pt_br: Gerencia a configuração do EasyInstaller.

source: Optional configuration key to display.
pt_br: Chave de configuração opcional para exibir.

source: [red]Error:[/red] Configuration key "[cyan]{key}[/cyan]" not found.
pt_br: [red]Erro:[/red] Chave de configuração "[cyan]{key}[/cyan]" não encontrada.

source: Configuration
pt_br: Configuração

source: Key
pt_br: Chave

source: Value
pt_br: Valor

source: Configuration key to display.
pt_br: Chave de configuração para exibir.

source: Configuration key to update.
pt_br: Chave de configuração para atualizar.

source: New value to assign to the configuration key.
pt_br: Novo valor a ser atribuído à chave de configuração.

source: [bold green]Updated configuration:[/bold green] {key} = {value}
pt_br: [bold green]Configuração atualizada:[/bold green] {key} = {value}

source: Optional language code to set without prompting.
pt_br: Código de idioma opcional para definir sem prompt.

source: [red]Questionary is not installed.[/red] Install it with `pip install questionary` or run `ei config set language <code>` (codes: {codes}).
pt_br: [red]Questionary não está instalado.[/red] Instale com `pip install questionary` ou execute `ei config set language <code>` (códigos: {codes}).

source: Select the interface language:
pt_br: Selecione o idioma da interface:

source: [yellow]No language selected. Configuration unchanged.[/yellow]
pt_br: [yellow]Nenhum idioma selecionado. Configuração mantida.[/yellow]

source: [red]Error:[/red] Language "[yellow]{value}[/yellow]" is not supported. Available: {codes}
pt_br: [red]Erro:[/red] Idioma "[yellow]{value}[/yellow]" não é suportado. Disponível: {codes}

source: [bold green]Language updated to[/bold green] {language}.
pt_br: [bold green]Idioma atualizado para[/bold green] {language}.

source: [blue]Reopen EasyInstaller commands to see every message in the selected language.[/blue]
pt_br: [blue]Reabra os comandos do EasyInstaller para ver todas as mensagens no idioma selecionado.[/blue]

source: Exports lists of applications or full system setups to JSON.
pt_br: Exporta listas de aplicativos ou configurações completas do sistema para JSON.

source: Invalid export mode "[yellow]{mode}[/yellow]". Supported modes: full, apps, favorites.
pt_br: Modo de exportação "[yellow]{mode}[/yellow]" inválido. Modos suportados: full, apps, favorites.

source: Invalid manager "[yellow]{manager}[/yellow]". Choose from: {choices}
pt_br: Gerenciador "[yellow]{manager}[/yellow]" inválido. Escolha entre: {choices}

source: Optional package managers to include (apt, flatpak, snap).
pt_br: Gerenciadores opcionais para incluir (apt, flatpak, snap).

source: Path to save the JSON file. Defaults to ~/.local/share/easyinstaller/exports/ with a mode-based name.
pt_br: Caminho para salvar o arquivo JSON. O padrão é ~/.local/share/easyinstaller/exports/ com um nome baseado no modo.

source: [yellow]No favorites defined yet. Use `ei favorites` to create your list.[/yellow]
pt_br: [yellow]Nenhum favorito definido ainda. Use `ei favorites` para criar sua lista.[/yellow]

source: [white]Export saved to:[/] [cyan]{output_file_path}[/cyan]
pt_br: [white]Exportação salva em:[/] [cyan]{output_file_path}[/cyan]

source: Manage and export your favorite applications.
pt_br: Gerencia e exporta seus aplicativos favoritos.

source: [red]Questionary is required for interactive selection.[/red] Install it with `pip install questionary` and retry.
pt_br: [red]Questionary é necessário para a seleção interativa.[/red] Instale-o com `pip install questionary` e tente novamente.

source: [red]Interactive selection requires a TTY.[/red] Run this command directly in a terminal.
pt_br: [red]A seleção interativa exige um TTY.[/red] Execute este comando diretamente em um terminal.

source: Limit selection to specific managers (apt, flatpak, snap).
pt_br: Limita a seleção a gerenciadores específicos (apt, flatpak, snap).

source: [yellow]No applications detected for the selected managers.[/yellow]
pt_br: [yellow]Nenhum aplicativo detectado para os gerenciadores selecionados.[/yellow]

source: Select your favorite applications:
pt_br: Selecione seus aplicativos favoritos:
