Repository: ketteiGustavo/easyinstaller
Catalog: src/easyinstaller/locales/*/LC_MESSAGES/easyinstaller.po
Languages: pt_br

source: [yellow]Selection cancelled. Favorites unchanged.[/yellow]
pt_br: [yellow]Seleção cancelada. Favoritos inalterados.[/yellow]

source: [bold green]Favorite list updated ({count} applications).[/bold green]
pt_br: [bold green]Lista de favoritos atualizada ({count} aplicativos).[/bold green]

source: Favorite applications
pt_br: Aplicativos favoritos

source: [yellow]No favorites saved yet.[/yellow]
pt_br: [yellow]Nenhum favorito salvo ainda.[/yellow]

source: Skip confirmation prompt and clear favorites immediately.
pt_br: Ignora a confirmação e limpa os favoritos imediatamente.

source: [yellow]Favorites list is already empty.[/yellow]
pt_br: [yellow]A lista de favoritos já está vazia.[/yellow]

source: Remove all favorite applications?
pt_br: Remover todos os aplicativos favoritos?

source: [bold green]Favorites cleared.[/bold green]
pt_br: [bold green]Favoritos limpos.[/bold green]
